Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Orgmode has a great feature that fits really well with this concept: org-capture.
zh_cn: Org模式有一个非常好的特性，非常适合这个概念：org-capture。

source: Orgmode is such a moldable tool that I don’t think that there are 2 exactly identical setups.
zh_cn: Orgmode是一个具有可塑性的的工具，我不认为有两个完全相同的设置。

source: Orgtbl for LaTeX and other programs.
zh_cn: 用于LaTeX和其他程序的Orgtbl。

source: Other Built-in Back-ends
zh_cn: 其他内置后端

source: Other Help Commands
zh_cn: 其他帮助命令

source: Other characters represent various coding systems—for example, ‘1’ represents ISO Latin-1.
zh_cn: 其他字符表示各种编码系统-例如，‘1’表示ISO Latin-1。

source: Other commands take two or more input events to invoke, such as C-x C-f and C-x 4 C-f.
zh_cn: 其他命令需要调用两个或多个输入事件，例如C-x C-f和C-x 4 C-f。

source: Other help commands.
zh_cn: 其他帮助命令。

source: Other history lists include buffer names, command names (used by M-x), and command arguments (used by commands like query-replace).
zh_cn: 其他历史记录列表包括缓冲区名称、命令名称(由M-x使用)和命令参数(由query-replace等命令使用)。

source: Other useful combinations are C-u C-n, C-u C-u C-n (move down a good fraction of a screen), C-u C-u C-o (make sixteen blank lines), and C-u C-k (kill four lines).
zh_cn: 其他有用的组合有C-u C-n、C-u C-u C-n(向下移动相当一部分屏幕)、C-u C-u C-o(留出16个空行)和C-u C-k(删除四行)。

source: Otherwise autoload Org functions will mess up the installation.
zh_cn: 否则，自动加载的Org函数会破坏安装操作。

source: Otherwise the children of the current headline are sorted.
zh_cn: 否则，对当前标题的子项进行排序。

source: Otherwise, Emacs refuses to exit the minibuffer; instead it tries to complete, and if no completion can be done it momentarily displays ‘[No match]’ after the minibuffer text.
zh_cn: 否则，Emacs拒绝退出迷你缓冲区；相反，它会尝试补全，如果无法补全，它会在迷你缓冲区文本之后暂时显示“[No Match]”。

source: Otherwise, it is ‘Top’ if you are looking at the beginning of the buffer, ‘Bot’ if you are looking at the end of the buffer, or ‘nn%’, where nn is the percentage of the buffer above the top of the window.
zh_cn: 否则，如果查看的是缓冲区的开头，则为“Top”，如果查看的是缓冲区的末尾，则为“Bot”，或者为“nn%”，其中nn是窗口顶部以上的缓冲区的百分比。

source: Otherwise, restrict it to the current subtree94.
zh_cn: 否则,限制agenda视图的范围为当前的subtree

source: Outlines allow a document to be organized in a hierarchical structure, which, least for me, is the best representation of notes and thoughts.
zh_cn: 大纲可以使使文档按层次进行组织结构，至少对我而言，这是笔记和思想的最佳表示形式。

source: Outlines make it possible to hide parts of the text in the buffer.
zh_cn: 大纲可以让隐藏缓冲区中的部分文本成为可能。

source: Overrule the automatic settings.
zh_cn: 废除自动设置。

source: Overview of keywords.
zh_cn: 关键字概述。

source: Package Keywords
zh_cn: 包关键字

source: Packages Org cooperates with.
zh_cn: 和Org合作的包。

source: Packages that Org cooperates with
zh_cn: 与Org模式配合的包

source: Packages that conflict with Org mode
zh_cn: 与Org模式冲突的包

source: Packages that lead to conflicts.
zh_cn: 导致冲突的包。

source: Paragraphs
zh_cn: 段落

source: Parentheses are currently not implemented.
zh_cn: 目前不能用使用括号.

source: Passing values down a tree.
zh_cn: 把值从树上向下传递。

source: Passwords
zh_cn: 密码

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, with the Front-Cover Texts being “A GNU Manual,” and with the Back-Cover Texts as in (a) below.
zh_cn: 根据GNU自由文档许可证1.3版或自由软件基金会发布的任何更新版本的条款，允许复制、分发或修改本文档；没有固定章节，封面文本为“GNU手册”，封底文本如下(a)所示。

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with the Invariant Sections being “The GNU Manifesto,” “Distribution” and “GNU GENERAL PUBLIC LICENSE,” with the Front-Cover Texts being “A GNU Manual,” and with the Back-Cover Texts as in (a) below.
zh_cn: 根据GNU自由文档许可证1.3版或自由软件基金会发布的任何更新版本的条款，允许复制、分发或修改本文档；不变部分为“GNU声明”、“分发”和“GNU通用公共许可证”，封面文本为“GNU手册”，封底文本如下(A)所示。

source: Place results of evaluation in the Org buffer.
zh_cn: 将求值结果放入Org缓冲区。

source: Plain Lists
zh_cn: 普通列表

source: Plain lists in LaTeX export
zh_cn: LaTeX导出中的纯列表

source: Plain lists in Texinfo export
zh_cn: Texinfo导出中的普通列表

source: Plain text URL-like links connect to websites, emails, Usenet messages, BBDB entries, and any files related to the projects.
zh_cn: 类似纯文本URL的链接连接到网站，电子邮件，Usenet消息，BBDB记录以及与项目相关的任何文件。

source: Planning items.
zh_cn: 计划项。

source: Planning work effort in advance.
zh_cn: 计划会提高工作成果。

source: Planning your work.
zh_cn: 计划你的工作。

source: Please run ‘make help’ to get the list of compilation/installation options.
zh_cn: 请运行‘make help’ 来获得编译/安装选项的列表。

source: Please take the time to check the list.
zh_cn: 请花一些时间检查这个列表。

source: Plotting from Org tables.
zh_cn: 从Org表格中生成图表格。

source: Point
zh_cn: 游标

source: Point must be on a headline for this to work4.
zh_cn: 必须位于标题上才能正常工作4。

source: Position 1 is the beginning of the buffer.
zh_cn: 位置1是缓冲区的开始。

source: Position Info
zh_cn: 位置信息

source: Post-processing agenda information.
zh_cn: 后处理议程信息。

source: Pre-requisites for ODT export
zh_cn: ODT导出的前提条件

source: Presentation and Sorting
zh_cn: 演示文稿和排序

source: Press , to see subsequent matches.
zh_cn: 按,查看后续匹配。

source: Pressing keys assigned to tags adds or removes them from the list of tags in the current line.
zh_cn: 按分配给标签的键可以在当前行的标签列表中添加或删除它们。

source: Prevent Org from interpreting your writing.
zh_cn: 阻止Org解释您的写作。

source: Preventing mistakes when editing invisible parts.
zh_cn: 防止编辑不可见部分时出错。

source: Previewing LaTeX fragments
zh_cn: 预览LaTeX片段

source: Previous heading same level.
zh_cn: 上一个同级标题。

source: Previous heading.
zh_cn: 上一个标题。

source: Previous: A LaTeX example, Up: Tables in Arbitrary Syntax [Contents][Index]
zh_cn: 上一页: A LaTeX example, 返回: Tables in Arbitrary Syntax [目录][索引]

source: Previous: Advanced Export Configuration, Up: Exporting [Contents][Index]
zh_cn: 上一页: Advanced Export Configuration, 返回: Exporting [目录][索引]

source: Previous: Attachments, Up: Capture and Attachments [Contents][Index]
zh_cn: 上一页: Attachments, 返回: Capture and Attachments [目录][索引]

source: Previous: Automatic version-control with Git, Up: Attachments [Contents][Index]
zh_cn: 上一页: Automatic version-control with Git, 返回: Attachments [目录][索引]

source: Previous: Block agenda, Up: Custom Agenda Views [Contents][Index]
zh_cn: 上一页: Block agenda, 返回: Custom Agenda Views [目录][索引]

source: Previous: Breaking Down Tasks, Up: TODO Items [Contents][Index]
zh_cn: 上一页: Breaking Down Tasks, 返回: TODO Items [目录][索引]

source: Previous: CSS support, Up: HTML Export [Contents][Index]
zh_cn: 上一页: CSS support, 返回: HTML Export [目录][索引]

source: Previous: Command and Function Index, Up: Top [Contents][Index]
zh_cn: 上一页: Command and Function Index, 返回: Top [目录][索引]

source: Previous: Cooperation, Up: Interaction [Contents][Index]
zh_cn: 上一页: Cooperation, 返回: Interaction [目录][索引]

source: Previous: Drawers, Up: Document Structure [Contents][Index]
zh_cn: 上一页: Drawers, 返回: Document Structure [目录][索引]

source: Previous: Editing support, Up: Beamer Export [Contents][Index]
zh_cn: 上一页: Editing support, 返回: Beamer Export [目录][索引]

source: Previous: Effort Estimates, Up: Dates and Times [Contents][Index]
zh_cn: 上一页: Effort Estimates, 返回: Dates and Times [目录][索引]

source: Previous: Exporting Agenda Views, Up: Agenda Views [Contents][Index]
zh_cn: 上一页: Exporting Agenda Views, 返回: Agenda Views [目录][索引]

source: Previous: Faces for TODO keywords, Up: TODO Extensions [Contents][Index]
zh_cn: 上一页: Faces for TODO keywords, 返回: TODO Extensions [目录][索引]

source: Previous: Feedback, Up: Introduction [Contents][Index]
zh_cn: 上一页: 反馈, 返回: 简介 [目录][索引]

source: Previous: Horizontal Rules, Up: Markup for Rich Contents [Contents][Index]
zh_cn: 上一页: Horizontal Rules, 返回: Markup for Rich Contents [目录][索引]

source: Previous: Initial visibility, Up: Visibility Cycling [Contents][Index]
zh_cn: 上一页: 初始可见性, 返回: 可见性循环 [目录][索引]

source: Previous: Inserting deadline/schedule, Up: Deadlines and Scheduling [Contents][Index]
zh_cn: 上一页: Inserting deadline/schedule, 返回: Deadlines and Scheduling [目录][索引]

source: Previous: Key bindings and Useful Functions, Up: Working with Source Code [Contents][Index]
zh_cn: 上一页: Key bindings and Useful Functions, 返回: Working with Source Code [目录][索引]

source: Previous: LaTeX math snippets, Up: Math formatting in ODT export [Contents][Index]
zh_cn: 上一页: LaTeX math snippets, 返回: Math formatting in ODT export [目录][索引]

source: Previous: Literal examples in ODT export, Up: OpenDocument Text Export [Contents][Index]
zh_cn: 上一页: Literal examples in ODT export, 返回: OpenDocument Text Export [目录][索引]

source: Previous: Moving subtrees, Up: Archiving [Contents][Index]
zh_cn: 上一页: Moving subtrees, 返回: Archiving [目录][索引]

source: Previous: Org Crypt, Up: Miscellaneous [Contents][Index]
zh_cn: 上一页: Org Crypt, 返回: Miscellaneous [目录][索引]

source: Previous: Org Indent Mode, Up: Clean View [Contents][Index]
zh_cn: 上一页: Org Indent Mode, 返回: Clean View [目录][索引]

source: Previous: Previewing LaTeX fragments, Up: Embedded LaTeX [Contents][Index]
zh_cn: 上一页: Previewing LaTeX fragments, 返回: Embedded LaTeX [目录][索引]

source: Previous: Property Inheritance, Up: Properties and Columns [Contents][Index]
zh_cn: 上一页: Property Inheritance, 返回: Properties and Columns [目录][索引]

source: Previous: Pushing to the mobile application, Up: Org Mobile [Contents][Index]
zh_cn: 上一页: Pushing to the mobile application, 返回: Org Mobile [目录][索引]

source: Previous: Refile and Copy, Up: Refiling and Archiving [Contents][Index]
zh_cn: 上一页: Refile and Copy, 返回: Refiling and Archiving [目录][索引]

source: Previous: Sample Configuration, Up: Publishing [Contents][Index]
zh_cn: 上一页: Sample Configuration, 返回: Publishing [目录][索引]

source: Previous: Scope of column definitions, Up: Defining columns [Contents][Index]
zh_cn: 上一页: Scope of column definitions, 返回: Defining columns [目录][索引]

source: Previous: Search Options, Up: Hyperlinks [Contents][Index]
zh_cn: 上一页: Search Options, 返回: Hyperlinks [目录][索引]

source: Previous: Search view, Up: Built-in Agenda Views [Contents][Index]
zh_cn: 上一页: Search view, 返回: Built-in Agenda Views [目录][索引]

source: Previous: Simple example, Up: Sample Configuration [Contents][Index]
zh_cn: 上一页: Simple example, 返回: Sample Configuration [目录][索引]

source: Previous: Site map, Up: Configuration [Contents][Index]
zh_cn: 上一页: Site map, 返回: Configuration [目录][索引]

source: Previous: Sorting of agenda items, Up: Presentation and Sorting [Contents][Index]
zh_cn: 上一页: Sorting of agenda items, 返回: Presentation and Sorting [目录][索引]

source: Previous: Special blocks in LaTeX export, Up: LaTeX Export [Contents][Index]
zh_cn: 上一页: Special blocks in LaTeX export, 返回: LaTeX Export [目录][索引]

source: Previous: Special blocks in Texinfo export, Up: Texinfo Export [Contents][Index]
zh_cn: 上一页: Special blocks in Texinfo export, 返回: Texinfo Export [目录][索引]

source: Previous: Tag Hierarchy, Up: Tags [Contents][Index]
zh_cn: 上一页: Tag Hierarchy, 返回: Tags [目录][索引]

source: Previous: Template expansion, Up: Capture templates [Contents][Index]
zh_cn: 上一页: Template expansion, 返回: Capture templates [目录][索引]

source: Previous: The capture protocol, Up: Protocols [Contents][Index]
zh_cn: 上一页: The capture protocol, 返回: Protocols [目录][索引]

source: Previous: The Spreadsheet, Up: Tables [Contents][Index]
zh_cn: 上一页: The Spreadsheet, 返回: Tables [目录][索引]

source: Previous: The clock table, Up: Clocking Work Time [Contents][Index]
zh_cn: 上一页: The clock table, 返回: Clocking Work Time [目录][索引]

source: Previous: The date/time prompt, Up: Creating Timestamps [Contents][Index]
zh_cn: 上一页: The date/time prompt, 返回: Creating Timestamps [目录][索引]

source: Previous: Tracking TODO state changes, Up: Progress Logging [Contents][Index]
zh_cn: 上一页: Tracking TODO state changes, 返回: Progress Logging [目录][索引]

source: Previous: Updating the table, Up: The Spreadsheet [Contents][Index]
zh_cn: 上一页: Updating the table, 返回: The Spreadsheet [目录][索引]

source: Previous: Using capture, Up: Capture [Contents][Index]
zh_cn: 上一页: Using capture, 返回: Capture [目录][索引]

source: Previous: Using column view, Up: Column View [Contents][Index]
zh_cn: 上一页: Using column view, 返回: Column View [目录][索引]

source: Previous: Using the Property API, Up: Hacking [Contents][Index]
zh_cn: 上一页: Using the Property API, 返回: Hacking [目录][索引]

source: Priorities
zh_cn: 优先顺序

source: Processing Org to Texinfo.
zh_cn: 处理Org到Texinfo的导出

source: Produce a list of all headlines that match a given set of tags.
zh_cn: 筛选所有匹配给定标签的TODO标题。

source: Producing DOC, PDF files.
zh_cn: 制作DOC、PDF文件。

source: Producing presentations and slides.
zh_cn: 制作演示文稿和幻灯片。

source: Progress Logging
zh_cn: 进度日志记录

source: Project planning and task management make use of metadata which is part of an outline node.
zh_cn: 项目计划和任务管理利用了元数据，这些元数据是作为大纲节点一部分存在。

source: Promote or demote current heading by one level.
zh_cn: 将当前标题提升或降低一个级别。

source: Promote the current subtree by one level.
zh_cn: 将当前子树提升一个级别。

source: Properties and Columns
zh_cn: 属性和列

source: Property Inheritance
zh_cn: 属性继承

source: Property Searches
zh_cn: 属性搜索

source: Property Syntax
zh_cn: 属性语法

source: Protocols
zh_cn: 协议

source: Protocols for External Access
zh_cn: 用于外部访问的协议

source: Publication commands.
zh_cn: 发布命令。

source: Publishing
zh_cn: 发布

source: Publishing action
zh_cn: 发布操作

source: Publishing links
zh_cn: 发布链接

source: Pulling from the mobile application
zh_cn: 从移动应用程序中提取

source: Pure magic for quick formatting.
zh_cn: 用于快速格式化的纯魔法。

source: Pushing to the mobile application
zh_cn: 推送到移动应用

source: Questions and bug reports can be raised on the Github issues page, or on the Emacs bug tracker or mailing lists, provided you cc the maintainer.
zh_cn: 问题和错误报告可以在 GitHub问题页面，或者在Emacs错误跟踪器或邮件列表上， 只要你抄送维护员。

source: Quick insertion of structural elements.
zh_cn: 快速插入结构元素。

source: Quit.
zh_cn: 退出。

source: Quotation Marks
zh_cn: 引号

source: Quotations in Texinfo export
zh_cn: Texinfo导出中的引用

source: Quote block attributes.
zh_cn: 引用块属性。

source: Quoting HTML tags
zh_cn: 引用HTML标签

source: Quoting LaTeX code
zh_cn: 引用LaTeX代码

source: Quoting Texinfo code
zh_cn: 引用Texinfo代码

source: Quoting the manual:
zh_cn: 引用手册内容：

source: RSS Feeds
zh_cn: RSS订阅

source: Radio Targets
zh_cn: 无线电目标

source: Rather than explaining the GTD methodology itself or how Orgmode works, in this post I’ll detail how I use Orgmode to implement GTD.
zh_cn: 在这篇文章中，我将详细介绍如何使用Orgmode实现GTD，而不是解释GTD方法本身或Orgmode是如何工作的。

source: Re-execute a recent minibuffer command from the command history (repeat-complex-command).
zh_cn: 从命令历史记录重新执行最近的迷你缓冲区命令(repeat-complex-command)。

source: Re-executing commands that used the minibuffer.
zh_cn: 重新执行使用迷你缓冲区的命令。

source: Read a number n and move point to buffer position n.
zh_cn: 读取数字n并将指针移动到缓冲区位置n。

source: Read a number n and move point to the beginning of line number n (goto-line).
zh_cn: 读取数字n并将指针移动到行号n的开头(goto-line)。

source: Read a number n and move to column n in the current line.
zh_cn: 读取一个数字n并移动到当前行中的列n。

source: Read documentation about current syntax.
zh_cn: 阅读有关当前语法的文档。

source: Recent Emacs distributions include a packaging system which lets you install Elisp libraries.
zh_cn: 最新的Emacs发行版包括一个打包系统，可让您方便的安装Elisp库。

source: Recomputing all dependent fields.
zh_cn: 重新计算所有从属字段。

source: References
zh_cn: 引用文件

source: Refile and Copy
zh_cn: 转接与拷贝

source: Refile and Copy helps with moving and copying outlines.
zh_cn: 转接和拷贝有助于移动和复制大纲。

source: Refile and keep the entry in place.
zh_cn: 转接并在当前位置保留。

source: Refile as the child of the item currently being clocked.
zh_cn: 转接到当前正在计时的节点的子项。

source: Refile entry or region to a different location.
zh_cn: 将条目或区域转接到其他位置。

source: Refile the entry or region at point.
zh_cn: 转接该位置上的记录或区域。

source: Refiling and Archiving
zh_cn: 转接和归档

source: Regular categories, like :emacs: or :writing:;
zh_cn: 常规类别，如:emacs:或:writing:；

source: Related, but different feature is display-line-numbers-mode (see Display Custom).
zh_cn: 相关但不同的功能是display-line-numbers-mode(请参阅显示自定义)。

source: Reload uncompiled versions of all Org mode Lisp files.
zh_cn: 重新加载所有Org模式Lisp文件的未编译版本。

source: Remember to add the correct load path as described in the method above.
zh_cn: 请记住按照上述方法添加正确的加载路径。

source: Remote editing from the agenda buffer means, for example, that you can change the dates of deadlines and appointments from the agenda buffer.
zh_cn: 例如，从议程缓冲区进行远程编辑意味着您可以从议程缓冲区更改截止日期和约会日期。

source: Remote editing of Org trees.
zh_cn: 远程编辑原Org文件。

source: Remote editing of TODO items means that you can change the state of a TODO entry with a single key press.
zh_cn: 在议程buffer可以远程编辑TODO事项，这意味着您按一次键就可以改变某TODO事项的状态。

source: Remove current file from the list of agenda files.
zh_cn: 将当前文件从agenda files中移除。

source: Remove the restriction created by C-c C-x <.
zh_cn: 移除由C-c C-x创建的范围限制。

source: Remove the restriction.
zh_cn: 移除agenda的范围限制

source: Rendering objects.
zh_cn: 渲染对象。

source: Repeated tasks
zh_cn: 重复任务

source: Repeating
zh_cn: 重复

source: Repeating Minibuffer Commands
zh_cn: 重复迷你缓冲区命令

source: Repeating a Command
zh_cn: 重复命令

source: Repeating a command uses the same arguments that were used before; it does not read new arguments each time.
zh_cn: 重复命令使用的参数与以前使用的参数相同；它不会每次都读取新的参数。

source: Repeating the previous command quickly.
zh_cn: 快速重复前面的命令。

source: Repetition
zh_cn: 重复

source: Repetition ends when you type a character other than z or press a mouse button.
zh_cn: 当您键入z以外的字符或按下鼠标按钮时，重复结束。

source: Replying yes or no in the echo area.
zh_cn: 在回显区回答是或否。

source: Required packages.
zh_cn: 所需的包。

source: Resolving idle time and continuous clocking
zh_cn: 解决空闲时间和连续时钟

source: Resolving time when you’ve been idle.
zh_cn: 在你空闲的时候解决时间问题。

source: Restrict an agenda command to the current buffer93.
zh_cn: 限定接下来调用的议程视图的显示范围为当前buffer

source: Restrict the agenda to the current subtree.
zh_cn: 将agenda的范围限制在当前的子树中。

source: Restrict the agenda to the item—either an Org file or a subtree in such a file—at point in the Speedbar frame.
zh_cn: 将agenda的范围限制在光标所在处的项──可以是org文件，也可以是文件里的子树。

source: Results of Evaluation
zh_cn: 求值结果

source: Reusing recent minibuffer arguments.
zh_cn: 重用最近的迷你缓冲区参数。

source: Reveal context around point, showing the current entry, the following heading and the hierarchy above.
zh_cn: 显示光标周围的上下文，显示当前条目、下面的标题和上面的层次结构。

source: Reverse sorting is possible as well.
zh_cn: 反向排序也是可能的。

source: Run Info, the GNU documentation browser (info).
zh_cn: 运行GNU文档浏览器Info(info)。

source: Run ‘make help’ to list compilation and installation options.
zh_cn: 运行‘make help’来列出编译和安装选项。

source: Sample Configuration
zh_cn: 配置示例

source: Save this buffer to a file—for example using C-x C-w—and attach it to your bug report.
zh_cn: 将该缓冲区保存到文件中（例如，使用C-x C-w），并将其附加到错误报告中。

source: Scope of column definitions
zh_cn: 列定义的范围

source: Screen
zh_cn: 屏幕

source: Scroll one screen backward, and move point onscreen if necessary (scroll-down-command).
zh_cn: 向后滚动一屏，必要时在屏幕上移动游标(scroll-down-command)。

source: Scroll the display one screen forward, and move point onscreen if necessary (scroll-up-command).
zh_cn: 将显示屏向前滚动一屏，如有必要，在屏幕上移动游标(scroll-up-command)。

source: Search Options in File Links
zh_cn: 文件链接中的搜索选项

source: Search for a regular expression in all agenda files and additionally in the files listed in org-agenda-text-search-extra-files.
zh_cn: 对所有议程文件和列在org-agenda-text-search-extra-files里的文件内容进行正则查找。

source: Search for buffer-local variables whose values match the specified pattern.
zh_cn: 搜索值与指定模式匹配的缓冲区局部变量。

source: Search for buffer-local variables.
zh_cn: 搜索缓冲区局部变量。

source: Search for commands (apropos-command).
zh_cn: 搜索命令(apropos-command)。

source: Search for functions and variables whose documentation strings match the specified pattern (apropos-documentation).
zh_cn: 搜索文档字符串与指定模式匹配的函数和变量(apropos-documentation)。

source: Search for functions and variables.
zh_cn: 搜索函数和变量。

source: Search for user-customizable variables.
zh_cn: 搜索用户可自定义的变量。

source: Search for variables whose values match the specified pattern.
zh_cn: 搜索值与指定模式匹配的变量。

source: Search for variables.
zh_cn: 搜索变量。

source: Search view
zh_cn: 搜索视图

source: Searching for combinations of tags.
zh_cn: 搜索标签的组合。

source: See Arguments, for more information on numeric arguments.
zh_cn: 有关数值参数的详细信息，请参阅参数。

source: See Clean View for more information.
zh_cn: 有关详细信息，请参阅干净的视图。

source: See Cursor Display, for options that control how Emacs displays the cursor.
zh_cn: 有关控制Emacs如何显示光标的选项，请参阅光标显示。

source: See Cursor Display.
zh_cn: 请参见光标显示。

source: See Custom Agenda Views.
zh_cn: 详见自定义议程视图

source: See Deletion, for more detailed information about the above deletion commands.
zh_cn: 有关上述删除命令的详细信息，请参阅删除。

source: See Display Custom, for options that control how Emacs uses the echo area.
zh_cn: 有关控制Emacs如何使用回显区的选项，请参阅显示自定义。

source: See Dynamic Headline Numbering.
zh_cn: 请参阅动态标题编号。

source: See Emacs Invocation.
zh_cn: 请参阅Emacs调用。

source: See Files, for information on visiting more than one file.
zh_cn: 有关访问多个文件的信息，请参阅文件。

source: See Filling.
zh_cn: 请参阅填充。

source: See Help, for details.
zh_cn: 有关详细信息，请参阅帮助。

source: See Isearch Minibuffer.
zh_cn: 请参阅iSearch迷你缓冲区。

source: See Killing, for more information about C-k and related commands.
zh_cn: 有关C-k和相关命令的详细信息，请参阅剪切。

source: See Narrowing.
zh_cn: 请参阅聚焦。

source: See Optional Mode Line.
zh_cn: 请参阅可选状态栏。

source: See Package Keywords.
zh_cn: 请参阅包关键字。

source: See Refile and Copy.
zh_cn: 请参阅转接和复制。

source: See Remote Files.
zh_cn: 请参阅远程文件。

source: See Saving Emacs Sessions.
zh_cn: 请参阅保存Emacs会话。

source: See Symbol Completion.
zh_cn: 请参见符号补全。

source: See Variables, for how to set variables such as line-move-visual.
zh_cn: 有关如何设置line-move-visual等变量的信息，请参阅变量。

source: See (emacs)Package Menu.
zh_cn: 详情查阅(emacs)软件包清单。

source: See Arguments, for how.
zh_cn: 有关操作方法，请参阅参数。

source: See Buffers.
zh_cn: 请参阅缓冲区。

source: See Completion Exit.
zh_cn: 请参见补全退出。

source: See Emacs Server.
zh_cn: 请参阅Emacs服务器。

source: See File name completion in The Tramp Manual.
zh_cn: 请参阅Tramp手册中的文件名补全。

source: See Help Files.
zh_cn: 请参阅帮助文件。

source: See Keymaps.
zh_cn: 请参阅键映射1>。

source: See Mark, for information about the region.
zh_cn: 有关选区的信息，请参阅标记。

source: See Misc Help.
zh_cn: 请参阅其他帮助。

source: See Mode Line Mouse.
zh_cn: 请参阅状态栏鼠标操作。

source: See Preface in An Introduction to Programming in Emacs Lisp, if you want to learn Emacs Lisp programming.
zh_cn: 如果您想学习Emacs Lisp编程，请参阅Emacs Lisp编程入门中的序言。

source: See Recursive Edit.
zh_cn: 请参阅递归编辑。

source: See Scrolling.
zh_cn: 请参阅滚动。

source: See Windows.
zh_cn: 请参阅窗口。

source: See Words.
zh_cn: 请参阅词。

source: See Key Bindings.
zh_cn: 请参阅键绑定。

source: See Apropos.
zh_cn: 请参阅主题。

source: See Coding Systems.
zh_cn: 请参阅编码系统。

source: See Completion Styles, for how completion alternatives are chosen.
zh_cn: 有关如何选择补全备选方案，请参阅补全风格。

source: See Help.
zh_cn: 请参阅帮助。

source: See Incremental Search.
zh_cn: 请参阅增量搜索。

source: See Input Methods.
zh_cn: 请参阅输入法。

source: See Key Help.
zh_cn: 请参阅快捷键帮助。

source: See Language Environments.
zh_cn: 请参阅语言环境。

source: See Line Truncation.
zh_cn: 请参阅行截断。

source: See Major Modes.
zh_cn: 请参阅主模式。

source: See Mark, for a description of the region.
zh_cn: 有关区域的说明，请参阅标记。

source: See Minor Modes.
zh_cn: 请参阅辅模式。

source: See Name Help.
zh_cn: 请参阅命令名称帮助。

source: See Optional Mode Line.)
zh_cn: 请参阅可选状态栏。)

source: See Packages.
zh_cn: 请参阅包。

source: See Select Input Method.
zh_cn: 请参阅选择输入法。

source: See Bidirectional Editing.
zh_cn: 请参阅双向编辑。

source: See Copying.
zh_cn: 请参阅复制。

source: See Fill Prefix.
zh_cn: 请参阅填充前缀。

source: See Lisp Interaction.
zh_cn: 请参见Lisp交互。

source: See Minibuffer.
zh_cn: 请参见迷你缓冲区。

source: See Syntax Tables in The Emacs Lisp Reference Manual, for details.
zh_cn: 有关详细信息，请参阅Emacs Lisp参考手册中的语法表。

source: See Tooltips.
zh_cn: 请参阅工具提示。

source: See Variables.
zh_cn: 请参阅变量。

source: See What Is a Function in The Emacs Lisp Reference Manual.
zh_cn: 请参阅Emacs Lisp参考手册中的什么是函数。

source: See Completion.
zh_cn: 请参阅补全。
